# 1
# x = 17 / 2 * 3 + 2
# Ответ 27.5
# x = 17 / 2 * (3 + 2)
# Ответ 51

# 2
# x = 2 + 17 / 2 * 3
# Ответ 27.5
# x = ( 2 + 17) / (2 * 3)
# Ответ 3.1

# 3
# x = 19 % 4 + 15 / 2 * 3
# Ответ 25.5
# x = 19 % (4 + 15) / (2 * 3)
# Ответ 0

#4
# x = (15 + 6) - 10 * 4
# Ответ -19
# x = ((15 + 6) - 10) * 4
# Ответ 44

# 5
# x = 17 / 2 % 2 * 3
# Ответ 1.5

#3 и 4 задания
age_ann = 21
age_liza = 22
age_kate = 26

sum_of_age = age_ann + age_liza + age_kate  # сумма возраста
print(sum_of_age)

average_age = sum_of_age // 3  # среднее арифметическое возраста
print(average_age)